Repository: GuibertLo/SafeQure
Catalog: app/lib/l10n/app_*.arb
Languages: fr

source: History
fr: Historique

source: Safe
fr: Sûre

source: Unsafe
fr: Danger

# responseDetail
source: Response details
fr: Vue détaillée

# url
source: Complet url
fr: URL Complète

# ammountVirus
source: Ammount of virus found
fr: Nombre de virus trouvés :

source: Open link
fr: Ouvrir le lien

source: Date of scan:
fr: Date du scan:

# deleteScan
source: Delete
fr: Supprimer

# trashConfirm
source: Delete this scan ?
fr: Êtes-vous sûre ?

source: Cancel
fr: Annuler

source: Yes
fr: Confirmer

# trashDescription
source: This action will delete the selected scan
fr: Cette action va supprimer le scan sélectionné
